import React, { Component } from "react";

class Content extends Component {
  render() {
    return (
      <div>
        <p>Народився 13 січня 2006 року, м. Київ</p>
        <p>
          Закінчив 271 спеціалізовану школу м. Києва. Зараз навчаюся у Національному
          технічному університеті України «КПІ імені Ігоря Сікорського»
        </p>

        <h3>Мої хобі:</h3>
        <ul>
          <li>Програмування</li>
          <li>Тренування в спортзалі</li>
          <li>Риболовля</li>
        </ul>

        <h3>Мої улюблені фільми:</h3>
        <ol>
          <li>«Гаррі Поттер»</li>
          <li>«Реальна сталь»</li>
          <li>«Інтерстеллар»</li>
        </ol>

        <h3>Моє улюблене місто</h3>
        <p>
          Одним з найулюбленіших міст для мене є Тбілісі. Столиця Грузії вражає своєю
          історією, атмосферою, гостинністю та унікальною культурою. Старе місто Тбілісі
          зачаровує вузькими вуличками й різнокольоровими балконами.
        </p>
      </div>
    );
  }
}

export default Content;
